Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/muu_suuha_muu_sokkan_mu_sohka_minun_sukuni_-_virtuaaliset_oppitunnit_saamelaisten_kansallispaivan_kunniaksi_7_-9_2_2023.html.tmx
Source language: fin
Languages: sme

source: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuaaliset oppitunnit saamelaisten kansallispäivän kunniaksi 7.–9.2.2023
sme: Muu suuhâ, muu sokkân, mu sohka, minun sukuni – virtuálaoahppodiimmutsámiidálbmotbeaivvigudnin7. –9.2.2023

source: Saamen kielten etäyhteyksiä hyödyntävän opetuksen pilottihanke juhlistaa 6.2. vietettävää saamelaisten kansallispäivää ja järjestää virtuaaliset oppitunnit 7.–9.2.2023.
sme: Sámegielaid gáiddusoahpahusa pilohttaprošeakta ávvuda sámiid álbmotbeaivve 6.2. ja lágida virtuála oahppodiimmuid 7.–9.2.2023.

source: Oppitunteja on yhteensä kolme, ja niiden aiheena on suku.
sme: Oahppodiimmut leat oktiibuot golbma, ja daid fáddán lea sohka.

source: Oppitunneilla selviää, miten suku ilmenee saamelaisessa perinnemusiikissa, saamenkielisessä sanastossa ja saamenpuvussa.
sme: Diimmuin čielgá, mo sohka boahtá ovdan sápmelaš árbevirolaš musihkas, fuolkesániin ja gávttis.

source: Oppitunnit on suunnattu eri luokka-asteille, mutta oppitunneille ovat tervetulleita kaikki saamen kielistä ja saamelaisesta kulttuurista kiinnostuneet.
sme: Oahppodiimmuid sisdoalut leat jurddašuvvon iešguđet ahkeluohkkái, muhto sávvat oahppodiimmuide buresboahtima buohkaide, geat háliidit oahppat eanet sámegielaid ja sámiid kultuvrra birra.

source: Tunneille voi osallistua kukin oppija itsenäisesti tai koko luokka yhdessä samaan tuokioon yhteiseltä laitteelta.
sme: Diimmuide sáhttá oassálastit iehčanassii dahje searvat mielde luohkáin oktasaš dihtora bokte.

source: Opetus on pääasiassa saameksi (inarin-, koltan- tai pohjoissaamen kieli), tukikielenä on suomi.
sme: Oahpahus lea eanaš sámegillii (anáraš-, nuortalaš- ja davvisámegillii), veahkkegiellan lea suomagiella.

source: Tunnit sopivat siis myös saamen kielen oppijoille.
sme: Diimmut heivejit danin maiddái sámegiela oahpahalliide.

source: Tunteja pääsee seuraamaan suorana liittymislinkkejä klikkaamalla tai katsomalla oppituntien tallenteet.
sme: Diimmuid beassá čuovvut njuolggorávdnjemin oassálastinliŋkkaid bokte dahje nu, ahte geahččá báddejuvvon oahppodiimmuid maŋálgihtii.

source: Tuntien seuraaminen on maksutonta eikä vaadi ennakkoilmoittautumista.
sme: Oahppodiimmuid čuovvun lea nuvttá iige daidda dárbbaš almmuhit iežas ovddalgihtii.

source: Tunneilla on myös mahdollisuus kysyä ja keskustella chatissa.
sme: Diimmuin lea maiddái vejolašvuohta jearrat ja ságastit čáttas.

source: Tallenteiden katseluaika on 10.–24.2. osoitteessa https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .
sme: Báddejuvvon diimmuid sáhttá geahččat 10.–24.2. čujuhusas https://www.saamenetaopetus.com/tapahtumat-ja-tallenteet .

source: Aikataulu:
sme: Áigetávval

source: tiistai 7.2. klo 10.00–10.45 Suku ja leu’ddit koltansaameksi Luokille 3–6 Opettajana Hanna-Maaria Kiprianoff Liittymislinkki
sme: Disdat 7.2. dii 10.00–10.45 Sohka ja leu’ddit nuortalašgillii Luohkáide 3–6 Oahpaheaddjin Hanna-Maaria Kiprianoff Oassálastinliŋka

source: keskiviikko 8.2. klo 10.00–10.45 Suku ja sanasto inarinsaameksi Luokille 0–2 Opettajana Heli Aikio Liittymislinkki
sme: Gaskavahkku 8.2. dii 10.00–10.45 Sohka ja fuolkesánit anárašgillii Luohkáide 0–2 Oahpaheaddjin Heli Aikio Oassálastinliŋka

source: torstai 9.2. klo 10.00–10.45 Suku ja saamenpuku pohjoissaameksi Yläkoululaiset ja toinen aste Opettajana Anne Olli Liittymislinkki
sme: Duorastat 9.2. dii 10.00–10.45 Sohka ja gákti davvisámegillii Badjedássi ja nubbi ceahkki Oahpaheaddjin Anne Olli Oassálastinliŋka

source: Lisätietoja:
sme: Lassedieđut:

source: Hanna Helander, hankepäällikkö hanna.helander@edu.utsjoki.fi 040 701 2094
sme: Hanna Helander, prošeaktahoavda hanna.helander@edu.utsjoki.fi 040 701 2094

source: Arla Magga, hankekoordinaattori arla.magga@samediggi.fi 040 687 5989
sme: Arla Magga, prošeaktakoordináhtor arla.magga@samediggi.fi 040 687 5989

source: Saamelaisten kansallispäivää vietetään vuosittain helmikuun 6. päivänä.
sme: Sámiid álbmotbeaivvi ávvudit juohke guovvamánu 6. beaivve.

source: Juhlallisuuksia järjestetään silloin perinteisesti eri puolilla Saamenmaata ja nykyisin myös Saamenmaan ulkopuolella.
sme: Ávvudeamit lágiduvvojit dalle dábálaččat iešguđege guovllus Sámi ja dál maiddái Sámi olggobealde.

source: Voit osallistua saamelaisten kansallispäivään myös seuraavin tavoin:
sme: Sáhtátoassálastitsámiidálbmotbeaivviávvudeapmáimaiddáiná:

source: Tutustu Saamelaiskäräjien monipuoliseen toimintaan Saamelaiskulttuurikeskus Sajoksessa Inarissa avointen ovien päivässä 6.2.
sme: Oahpásnuva Sámedikki máŋggabealat doaimmaide Sámekulturguovddáš Sajosis Anáris rabas uvssaid beaivve 6.2.

source: Tutustu Oktavuohta – saamelaistietoa opetukseen -sivustoon.
sme: Oahpásnuva Oktavuohta – saamelaistietoa opetukseen -siidduide.

source: Sivustolta löytyy eri koulu- ja luokka-asteille suunniteltuja, aihepiireittäin jäsenneltyjä osioita ja tehtäviä.
sme: Siidduin gávdnojit fáddáoasit ja bargobihtát iešguđet skuvla- ja luohkkádássái.

source: Tilaa video-oppitunteja saamelaisaiheiden käsittelyyn koulussa.
sme: Diŋgo video-oahppodiimmuid sámefáttáid gieđahallamii skuvllas.

source: Tutustu saamelaista kulttuuria käsitteleviin mobiilipeleihin ja harjoituksia sisältävään menetelmäpakkaan Nuorten Akatemian sivulla.
sme: Oahpásnuva sámefáttát mobiilaspealuide ja bargobihtáid sisttisdoalli gihppagii Nuoraid Akademiija siidduin.

source: Tutustu Sano se saameksi -puhekieliseen fraasisanakirjaan pohjois-, inarin- ja koltansaameksi.
sme: Oahpásnuva Sano se saameksi -frásasátnegirjái davvi-, anáraš- ja nuortalašgillii.

source: Sivustolla myös viisi lyhytdokumenttia, pikaopas saamelaiskulttuuriin, soundboard sekä kaksi kieliaiheista artikkelia.
sme: Siidduin leat maiddái vihtta oanehisdokumeantta, almmolaš dieđut sámiid kultuvrra birra, soundboard ja maiddái guokte artihkkala, mat gieđahallet sámegielaid.

source: Opettele pohjoissaamea Saamelaisneuvoston IndyLan-kielenoppimissovelluksen avulla.
sme: Oahpahala davvisámegiela Sámiráđi IndyLan-giellaoahppanáppain!

source: Sovellus ladattavissa Apple Storesta ja Google Playsta .
sme: Áppa gávdno Apple Stores ja Google Plays.

source: Opettele pohjois-, inarin- tai koltansaamea lapsille suunnatulla Kaupunkiseikkailu-pelillä, joka on yhdistelmä lauta- ja korttipeliä.
sme: Oahpahala davvi-, anáraš- dahje nuortalašgiela mánáide oaivvilduvvon Gávpotfearán-spealuin, mas leat ovttastahtton lávde- ja goartaspeallu.

source: Peli on ladattavissa Apple Storesta ja Google Playsta .
sme: Speallu gávdno Apple Stores ja Google Plays .

source: Katso Muumilaakso-sarjaa Yle Areenassa pohjoissaameksi , inarinsaameksi tai koltansaameksi .
sme: Geahča Mumenvággi-ráiddu Yle Areenas davvisámegillii , anárašgillii dahje nuortalašgillii .
